CATALOG_TITLE = 'دسته بندی ها 📁'
ORDER = 'سبد خرید 🛍️'
UNPAID_ORDERS = 'سفارشات من 📦'
BACK = 'بازگشت'
MAIN_PAGE = 'main'
CATEGORY_PAGE = 'category'
ADD_PRODUCT = 'افزودن به سبد خرید'
RECEPIE = 'ارسال رسید تراکنش'
GET_RECIPE = 'لطفا رسید خود را بصورت عکس ارسال کنید'
TAKE_ADDRESS = 'ثبت نشانی پستی 🏠'
TAKE_ADDRESS_MESSAGE = "لطفا آدرس خود را بصورت زیر وارد کنید\nاستان\nشهر\nبلوار، خیابان\nمحله\nپلاک\nواحد\nکد پستی"
PICK_A_CATEGORY = 'لطفا دسته بندی را انتخاب کنید'
CARD_NUMBER = '5041721025446205'
NO_ADDRESS_MESSAGE = 'در سبد خرید شما محصول فیزیکی وجود دارد، لطفا ابتدا نشانی محل دریافت محصول را مشخص کنید'
# Taking address
# استان
TAKE_ADDRESS_STATE = 'لطفا نام استان محل زندگی خود را وارد کنید'
# شهر
TAKE_ADDRESS_CITY = 'لطفا نام شهر محل زندگی خود را وارد کنید'
# بلوار، خیابان
TAKE_ADDRESS_STREET = 'لطفا نام بلوار، خیابان محل زندگی خود را وارد'
# محله
TAKE_ADDRESS_NEIGHBORHOOD = 'لطفا نام محله محل زندگی خود را'
# پلاک
TAKE_ADDRESS_PLATE = 'لطفا پلاک خانه خود را وارد کنید'
# واحد
TAKE_ADDRESS_UNIT = 'لطفا واحد خود را وارد کنید'

SHIPPING_PRICE = 70000


